<ul>
	<li class="my_img"><img src="../images/contents/my_way/my_way_title.jpg" width="340" height="68" alt="나의 웹퍼블리셔의 길 이명종" /></li>
	<li class="c_txt">
		웹퍼블리셔라는 직업을 알아갈수록 내 두손가락으로 이뤄내는 웹페이지의 코딩(퍼블리싱), 
		모든 사람들이 평등하게 편안하게 구독 할수있도록 웹접근성을 감안한 웹접근성 HTML코딩
		이것을 최고의 목표로 잡고 UI를 개발할 것이다.
	</li>
	<li class="c_txt">
웹퍼블리싱이 무엇인가 생각해본다. “ 웹퍼블리싱 : 웹이라는 곳을 퍼블리싱 한다. ” 이말에
웹퍼블리싱의 모든뜻이 담겨있다. 웹퍼블리셔,UI개발자의 최고가 되기 위해 나의 목표를 
이<br />자리를 비로소 써내려가 본다.
	</li>
	<li class="c_txt">
<span class="bold">첫째.</span> 건물을 짓는것으로 비유했을때 뼈대를 상징하는 xhtml을 기본을 익혀 완벽하게 이해<br />
할 것이다. 기존의 웹은 공통의 규칙도 없이 아수라장이 었으나 이제는 xhtml 이라는 공통<br />
적인 규칙이 생겼다. 이규칙을 기반으로 의미를 살린 구조적인 마크업을 행할 것이다.
	</li>
	<li class="c_txt">
		<span class="bold">둘째.</span> 건물을 짓는것으로 비유했을때 뼈대를 상징하는 xhtml을 심었으니 뼈대위에 시멘트<br />
		를 입히는 작업을 해야 할 것이다. 그 역할을 하는 CSS을 공부하여 보다 완벽한 UI를 구성<br />
		할수 있게 완벽하게 CSS를 공부할 것이다.  
	</li>
	<li class="c_txt">
		<span class="bold">셋째.</span> 크게 xhtml + CSS를 공부하고 나면 역동적이고 상호연동작용이 필요한 페이지를<br />
		만 제작해야 한다. 보다 나은 역동적인 페이지 제작을 위해 jQuery 와 웹표준을 준수한 자<br />
		바크스립트 DOM Script를 공부할 것이다. 

	</li>
</ul>