<link rel="stylesheet" type="text/css" href="../common/common.css" />
<div style="width:598px;">
가솔린 기관의 작동 원리
가솔린 기관은 공기와 연료의 혼합기 또는 공기를 기관 실린더 연소실
내로 흡입한 다음 혼합기를 압축한 후, 전기적 신호에 의해 강재로 불꽃
을 점화시켜 연소를 일으키는 기관이다. 따라서, 가솔린 기관에는 고전
압의 전기 발생 및 배전을 위한 점화 장치를 필요로 한다. 이기관은 독
일 사람 오토(Otto, N. A.)에 의하여 발명되었으며, 그 이름을 따서 오토
기관이라고도 부른다.
</div>
<div style="width:598px;">
오토(Otto, N. A.)
독일의 기계 기술자 (1831~1891). 처음에는 쾰른의 신분이
낮은 상인이었으나, 1861년에 가솔린 기관의 연구를 시작하
여, 1877년에 4사이클식의 오토 기관에 대한 특허를 받았다.
오토 기관은 당시 산업의 원동력이었던 증기 기관 대신에
원동기로서 진출하기 시작하여 현대의 가솔린 기관의 원형
이 되었다.
</div>
